#+TITLE: Bandit from OverTheWire


* DONE Level 0
CLOSED: [2019-04-16 Tue 22:34]
:LOGBOOK:
- Note taken on [2023-09-10 Sun 12:26] \\
  Le mot de passe est ~bandit0~
:END:

#+NAME: test-connect
#+HEADER: :dir /ssh:bandit0@bandit.labs.overthewire.org#2220:
#+BEGIN_SRC sh
id
#+END_SRC

#+RESULTS: test-connect
: uid=11000(bandit0) gid=11000(bandit0) groups=11000(bandit0)


